[
  "nldates-obsidian",
  "url-into-selection",
  "obsidian-style-settings",
  "templater-obsidian",
  "tag-wrangler",
  "dataview",
  "obsidian-auto-link-title",
  "lazy-plugins",
  "quickadd",
  "journals",
  "obsidian-list-callouts",
  "better-search-views",
  "obsidian-paste-image-rename",
  "tasknotes"
]